[
	{
		"Scheme Code": "BC",
		"Schemes": "Indiabulls Blue Chip Fund",
		"Type": "Large Cap Fund",
		"Investment Objective": "The primary investment objective of the Scheme is to seek to provide long-term capital appreciation from a portfolio that is invested predominantly in equity and equity-related securities of blue-chip large-cap companies.\nHowever there can be no assurance that the investment objective of the scheme will be achieved.",
		"Brief": "* The Fund invests predominantly in 1st - 100th company in terms of full market capitalization as defined by AMFI from time to time.\n* These companies typically have leading business presence, high quality management and long performance track record.\n* Asset Allocation - ~80% in large cap bluechip stocks and 20% in mid/small caps/debt instruments.\n* The portfolio exposure mainly into consumption driven sectors and government spending makes it ideal in the current environment.",
		"Fund Manager": "Mr. Sumit Bhatnagar \n(Managing Fund Since December 17, 2012) Total Work Experience: 15 years",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR\nINVESTORS WHO ARE SEEKING*\n\n- Capital appreciation over long-term\n- A portfolio that is invested predominantly in equity and equity-related securities of blue-chip large-cap companies.\n- Moderately High Risk\n\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "4",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-bluechip-fund-0497890001521628245.pdf",
		"Scheme Category Code": "EQUITY FUND",
		"Investment Goal": "Long Term Wealth Creation"
	},
	{
		"Scheme Code": "VD",
		"Schemes": "Indiabulls Value Discovery Fund",
		"Type": "Value Fund ",
		"Investment Objective": "The primary objective of the Scheme is to seek to generate capital appreciation by investing in a portfolio of Equity and Equity related securities of companies that meet the relative value criteria and fall within top 500 by market cap. A company is considered as showing high relative value if it has a combination of higher RoCE and higher earnings yield.\nHowever, there is no assurance that the investment objective of the Scheme will be realized and the Scheme does not assure or guarantee any returns.",
		"Brief": "* Quant based model with limited human intervention, which removes judgment errors and fund manager bias.\n* Indiabulls Value Discovery follows a fundamental model, rather than statistical parameters to identify quality stocks.\n* Although model based, screening for Corporate governance and Illiquidity ensures quality portfolio.\n* The stocks shortlisted through this model could throwup names which are predominantly in the mid  small cap space.",
		"Fund Manager": "Mr. Sumit Bhatnagar\n(Managing Fund Since Inception)\nTotal Work Experience: 15 years\n&\nMr. Malay Shah\n(Managing Fund Since Inception)\nTotal Work Experience: 15 years\n",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR\nINVESTORS WHO ARE SEEKING*\n\n- Capital appreciation and provide long term Capital growth.\n- Investment primarily in companies that offer high relative value visa-vis other companies and fall within top 500 by market capitalization.\n- Moderately High Risk\n\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "4",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-value-discovery-fund-0663143001525759297.pdf",
		"Scheme Category Code": "EQUITY FUND",
		"Investment Goal": "Long Term Wealth Creation"
	},
	{
		"Scheme Code": "AF",
		"Schemes": "Indiabulls Arbitrage Fund",
		"Type": "Arbitrage Fund",
		"Investment Objective": "To generate income by predominantly investing in arbitrage opportunities in the cash and derivative segments of the equity markets and the arbitrage opportunities available within the derivative segment and by investing the balance in debt and money market instruments.\nHowever, there is no assurance or guarantee that the investment objective of the scheme will be realized.",
		"Brief": "* Equity component is fully hedged hence it is a completely market neutral fund.\n* Concentrated portfolio based on smart stock selection e.g where the margin requirements are low etc.\n* portfolio is aggressively churned to take advantage of change in spreads.\n* Dedicated specialist to manage the Arbitrage Fund exclusively  ability to spot and execute opportunities quickly.",
		"Fund Manager": "Mr. Sumit Bhatnagar\n(Managing Fund Since Inception)\nTotal Work Experience: 15 years\n&\nMr. Malay Shah\n(Managing Fund Since Inception)\nTotal Work Experience: 15 years\n",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR\nINVESTORS WHO ARE SEEKING*\n\n- To generate reasonable returns over short to medium term.\n- Investment predominantly in arbitrage opportunities in the cash and derivative segments of the equity markets and the arbitrage opportunities available within the derivative segment and by investing the balance in debt and money market instruments.\n- Moderately Low Risk\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "2",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-arbitrage-fund-0849608001521634434.pdf",
		"Scheme Category Code": "EQUITY FUND",
		"Investment Goal": "Steady returns "
	},
	{
		"Scheme Code": "TS",
		"Schemes": "INDIABULLS TAX SAVINGS FUND",
		"Type": "ELSS",
		"Investment Objective": "The investment objective of the Scheme is to generate long-term capital appreciation from a diversified portfolio of predominantly equity and equity-related Securities. The scheme shall offer tax benefits under Section 80C of the Income Tax Act.\nHowever, there is no assurance that the investment objective of the Scheme will be realized and the Scheme does not assure or guarantee any returns.",
		"Brief": "* Investment in companies having a well recognised brands with long term sustainable value\n* Diversification through investment in portfolio across market capitalisation & sectors.\n* Investment in this fund qualify for tax deduction under section 80C of the income tax act of 1961.",
		"Fund Manager": "Mr. Sumit Bhatnagar\n(Managing Fund Since Inception)\nTotal Work Experience: 15 years\n&\nMr. Malay Shah\n(Managing Fund Since Inception)\nTotal Work Experience: 15 years\n",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR\nINVESTORS WHO ARE SEEKING*\n-The investment objective of the Scheme is to generate long-term capital appreciation from a diversified portfolio of predominantly equity and equity-related Securities.\n- An ELSS Scheme offering tax benefits under Section 80C of the Income Tax Act\n- Moderately High Risk\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "4",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-tax-savings-fund-0500547001525759566.pdf",
		"Scheme Category Code": "EQUITY FUND",
		"Investment Goal": "Saving Tax"
	},
	{
		"Scheme Code": "GF",
		"Schemes": "Indiabulls Gilt Fund",
		"Type": "Gilt Fund",
		"Investment Objective": "The scheme seeks to generate income and capital appreciation by investing predominantly in sovereign securities issued by Central Government (including Treasury Bills) and/or by State Government, without any restriction on the maturity of the portfolio.\nHowever, there is no assurance that the investment objective of the scheme will be realized and the scheme does not assure or guarantee any returns.",
		"Brief": "* A portfolio with a pure exposure to government securities.\n* Facilitates participation in the wholesale market for Government debt, even for smaller ticket-size exposures.\n* Provides the benefits of professional management of investment portfolios.",
		"Fund Manager": "Mr. Karan Singh \n(Managing Fund Since April 16, 2018) \nTotal Work Experience : 14 Years",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR INVESTORS WHO ARE SEEKING*\n- Income and capital appreciation over medium to long term.\n- Through investment in sovereign securities issued by Central Government (including Treasury Bills) and/ or by State Government, without any restriction on the maturity of the portfolio.\n- Moderate Risk\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "3",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-gilt-fund-0906938001521633242.pdf",
		"Scheme Category Code": "DEBT FUND",
		"Investment Goal": "Steady returns "
	},
	{
		"Scheme Code": "IF",
		"Schemes": "INDIABULLS INCOME FUND",
		"Type": "Medium Duration Fund",
		"Investment Objective": "The primary investment objective of the Scheme is to generate a steady stream of income and medium to long term capital appreciation/gain through investment in fixed income securities such that the Macaulay duration of the portfolio is between 3 years  4 years. Portfolio Macaulay duration under anticipated adverse situation is 1 year to 4 years. However, there can be no assurance that the investment objective of the Scheme will be achieved.",
		"Brief": "* The fund endeavors to invest in quality debt instruments to provide investors with better risk adjusted returns.\n* High Safety, relatively low duration and active management makes it an attractive option for investor seeking moderate risk with stable returns over the medium to long term.\n* In addition to the benefit of a steady stream of income the fund would also endeavor to provide investors with capital appreciation.\n* Besides investing systematically the money can be withdrawn systematically thus generating regular cash flow.",
		"Fund Manager": "Mr. Karan Singh \n(Managing Fund Since April 16, 2018) \nTotal Work Experience : 14 Years",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR INVESTORS WHO ARE SEEKING*\n- Regular income and/or capital appreciation over medium to long term.\n- Through investment in fixed income securities.\n- Moderate Risk\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "3",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-income-fund-0432947001525759069.pdf",
		"Scheme Category Code": "DEBT FUND",
		"Investment Goal": "Steady returns "
	},
	{
		"Scheme Code": "ST",
		"Schemes": "Indiabulls Short Term Fund",
		"Type": "Short Duration Fund",
		"Investment Objective": "The Scheme will endeavor to generate stable returns over short term with a low risk strategy while maintaining liquidity through a portfolio comprising debt and money market instruments such that the Macaulay duration of the portfolio is between 1 year  3 years. However, there can be no assurance that the investment objective of the scheme will be achieved.",
		"Brief": "* Endeavors to generate stable returns by maintaining a high quality and low duration portfolio.\n* Strong internal credit checks leads to identification of mispriced/misunderstood credits of underlying securities of well known promoter group.\n* Majority of the investment is in 1 year - 3 years maturity, leads to capturing the benefits of relatively lower volatility, and minimizing re-investment risk in falling rate scenario.",
		"Fund Manager": "Mr. Karan Singh \n(Managing Fund Since April 16, 2018) \nTotal Work Experience : 14 Years",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR INVESTORS WHO ARE SEEKING*\n- Stable returns over short term while maintaining liquidity.\n- Through investment in debt and money market instruments.\n- Moderate Risk\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "3",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-short-term-fund-0924851001521633162.pdf",
		"Scheme Category Code": "DEBT FUND",
		"Investment Goal": "Steady returns "
	},
	{
		"Scheme Code": "MI",
		"Schemes": "INDIABULLS SAVINGS INCOME FUND",
		"Type": "Conservative Hybrid Fund",
		"Investment Objective": "The primary objective of the Scheme is to generate regular monthly returns through investment primarily in debt securities. The secondary objective of the Scheme is to generate long-term capital appreciation by investing a portion of the Scheme's assets in equity securities. Monthly Income is not assured and is subject to availability of distributable surplus.\nHowever, there can be no assurance that the investment objective of the scheme will be achieved.",
		"Brief": "* Ideal Vehicle for investors looking for consistent, regular returns.\n* Dynamic asset allocation of equity component based on market valuations and outlook.\nDebt : \nIn-depth Credit risk evaluation to take smart credit calls.\nActive calls on interest rates.\nEquity :\nLong-Term Capital appreciation through investments in quality stocks following a bottom up approach.\nAlpha generation by active sector rotation & stock selection.",
		"Fund Manager": "\nMr. Malay Shah\n(Managing Fund Since Inception)\nTotal Work Experience: 15 years\n&\nMr. Sumit Bhatnagar\n(Managing Fund Since Inception)\nTotal Work Experience: 15 years\n",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR INVESTORS WHO ARE SEEKING*\n- Capital appreciation and provide regular income over a long period of time\n-  Investment primarily in debt securities to generate regular returns and investment of a portion of the Scheme's assets in equity securities to generate long-term capital appreciation\n- Medium Risk\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "3",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-savings-income-fund-0416666001525758835.pdf",
		"Scheme Category Code": "DEBT FUND",
		"Investment Goal": "Regular Income"
	},
	{
		"Scheme Code": "LF",
		"Schemes": "Indiabulls Liquid Fund",
		"Type": "Liquid Fund",
		"Investment Objective": "To provide a high level of liquidity with returns commensurate with low risk through a portfolio of money market & debt securities with maturity of upto 91days.",
		"Brief": "* Liquid fund provides easy liquidity with commensurate returns, ideally to investors looking for returns on surplus money lying idle, thus minimizing any return leakage. It lets you enjoy the perks of higher returns with the flexibility of no lock-in period.\n* Potential to earn higher returns compared to current/savings account of a bank. The fund is positioned as a vehicle to replace current/savings account of a bank - higher returns with redemption flexibility, with options for a tenor as short as overnight or a single day surplus.\n* Minimal credit default risk with investments in good quality credit instruments, from only the highest credit ratings category, and maturity up to 91 days.\n* Mitigates duration risk and the risk arising from fluctuation in interest rates by maintaining a low average maturity, thus minimizing daily MTM risk and fluctuation in returns.\n* The fund has the highest degree of safety and liquidity, with investments in rated and the most liquid, corporate CPs and bank CDs. A portion of the fund is also kept in risk-free central government issued T-bills.",
		"Fund Manager": "Mr. Malay Shah\n(Managing Fund Since August 22, 2014)\nTotal Work Experience: 15 years",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR INVESTORS WHO ARE SEEKING*\n- High level of liquidity with commensurate returns over short term.\n-  Through investment in money market & debt securities with maturity of upto 91days.\n- Low Risk\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "1",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-liquid-fund-0882208001521636931.pdf",
		"Scheme Category Code": "LIQUID FUND",
		"Investment Goal": "Utilising Idle Funds"
	},
	{
		"Scheme Code": "US",
		"Schemes": "INDIABULLS ULTRA SHORT TERM FUND",
		"Type": "Ultra Short Duration Fund",
		"Investment Objective": "To provide liquidity with returns commensurate with low risk through a portfolio of money market and debt securities such that the Macaulay duration of the portfolio is between 3 months - 6 months.",
		"Brief": "* Ultra Short term funds are more suitable for investors with surpluses available for an extended period of time. Investors, in addition to safety and liquidity, can reap benefit of comparatively higher returns than a plain vanilla liquid fund or savings account of a bank\n* In a neutral monetary policy scenario with short-term policy rates anchored, the fund is able to enhance returns through deployment along a larger segment (front end) of the yield curve\n* The objective is to generate higher returns through deployment in instruments that are currently earning high accruals; the fund also looks to generate additional return by capturing short-terminterest ratemovements\n* Minimal credit default and duration risk with investments in the high credit rating category, while keeping a low duration (Macaulay) of between 3-6 months\n* The fund has a high degree of safety and liquidity, with investments in liquid, corporate CPs, bank CDs and fixed rate corporate bonds\n* Rigorous and in depth credit evaluation is done for not only ensuring the credit quality but also pricing the risk of all the instruments. This helps identify attractive credits to generate enhanced returns in spread contraction scenarios",
		"Fund Manager": "Mr. Malay Shah\n(Managing Fund Since August 22, 2014)\nTotal Work Experience: 15 years",
		"Product Labelling": "THIS PRODUCT IS SUITABLE FOR INVESTORS WHO ARE SEEKING*\n- Liquidity with commensurate returns over short term.\n- Through investment in money market and debt securities.\n- Moderately Low Risk\n*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
		"Riskometer": "2",
		"Scheme URL": "http://www.indiabullsamc.com/uploads/downloads/sid-indiabulls-ultra-short-term-fund-0731290001521633206.pdf",
		"Scheme Category Code": "DEBT FUND",
		"Investment Goal": "Utilising Idle Funds"
	}
]